"Western (Mac OS Roman)" = "Occidental (Mac OS Roman)";
"Japanese (Mac OS)" = "Japonais (Mac OS)";
"Traditional Chinese (Mac OS)" = "Chinois traditionnel (Mac OS)";
"Korean (Mac OS)" = "Coréen (Mac OS)";
"Arabic (Mac OS)" = "Arabe (Mac OS)";
"Hebrew (Mac OS)" = "Hébreu (Mac OS)";
"Greek (Mac OS)" = "Grec (Mac OS)";
"Cyrillic (Mac OS)" = "Cyrillique (Mac OS)";
"Devanagari (Mac OS)" = "Devanagari (Mac OS)";
"Gurmukhi (Mac OS)" = "Gurmukhi (Mac OS)";
"Gujarati (Mac OS)" = "Gujarati (Mac OS)";
"Thai (Mac OS)" = "Thaïlandais (Mac OS)";
"Simplified Chinese (Mac OS)" = "Chinois simplifié (Mac OS)";
"Tibetan (Mac OS)" = "Tibétain (Mac OS)";
"Central European (Mac OS)" = "Europe centrale (Mac OS)";
"Symbol (Mac OS)" = "Symbol (Mac OS)";
"Dingbats (Mac OS)" = "Dingbats (Mac OS)";
"Turkish (Mac OS)" = "Turc (Mac OS)";
"Croatian (Mac OS)" = "Croate (Mac OS)";
"Icelandic (Mac OS)" = "Islandais (Mac OS)";
"Romanian (Mac OS)" = "Roumain (Mac OS)";
"Celtic (Mac OS)" = "Celte (Mac OS)";
"Gaelic (Mac OS)" = "Gaélique (Mac OS)";
"Keyboard Symbols (Mac OS)" = "Symboles du clavier (Mac OS)";
"Farsi (Mac OS)" = "Persan (Mac OS)";
"Cyrillic (Mac OS Ukrainian)" = "Cyrillique (Mac OS Ukrainien)";
"Inuit (Mac OS)" = "Inuit (Mac OS)";
"Unicode (UTF-32LE)" = "Unicode (UTF-32LE)";
"Unicode (UTF-8)" = "Unicode (UTF-8)";
"Unicode (UTF-16)" = "Unicode (UTF-16)";
"Unicode (UTF-16BE)" = "Unicode (UTF-16BE)";
"Unicode (UTF-16LE)" = "Unicode (UTF-16LE)";
"Unicode (UTF-32)" = "Unicode (UTF-32)";
"Unicode (UTF-32BE)" = "Unicode (UTF-32BE)";
"Western (ISO Latin 1)" = "Occidental (ISO Latin 1)";
"Central European (ISO Latin 2)" = "Europe centrale (ISO Latin 2)";
"Western (ISO Latin 3)" = "Occidental (ISO Latin 3)";
"Central European (ISO Latin 4)" = "Europe centrale (ISO Latin 4)";
"Cyrillic (ISO 8859-5)" = "Cyrillique (ISO 8859-5)";
"Arabic (ISO 8859-6)" = "Arabe (ISO 8859-6)";
"Greek (ISO 8859-7)" = "Grec (ISO 8859-7)";
"Hebrew (ISO 8859-8)" = "Hébreu (ISO 8859-8)";
"Turkish (ISO Latin 5)" = "Turc (ISO Latin 5)";
"Nordic (ISO Latin 6)" = "Nordique (ISO Latin 6)";
"Thai (ISO 8859-11)" = "Thaïlandais (ISO 8859-11)";
"Baltic Rim (ISO Latin 7)" = "Pourtour balte (ISO Latin 7)";
"Celtic (ISO Latin 8)" = "Celtique (ISO Latin 8)";
"Western (ISO Latin 9)" = "Occidental (ISO Latin 9)";
"Romanian (ISO Latin 10)" = "Roumain (ISO Latin 10)";
"Latin-US (DOS)" = "Latin EU (DOS)";
"Greek (DOS)" = "Grec (DOS)";
"Baltic Rim (DOS)" = "Pourtour balte (DOS)";
"Western (DOS Latin 1)" = "Occidental (DOS Latin 1)";
"Greek (DOS Greek 1)" = "Grec (DOS Greek 1)";
"Central European (DOS Latin 2)" = "Europe centrale (DOS Latin 2)";
"Cyrillic (DOS)" = "Cyrillique (DOS)";
"Turkish (DOS)" = "Turc (DOS)";
"Portuguese (DOS)" = "Portugais (DOS)";
"Icelandic (DOS)" = "Islandais (DOS)";
"Hebrew (DOS)" = "Hébreu (DOS)";
"Canadian French (DOS)" = "Français canadien (DOS)";
"Arabic (DOS)" = "Arabe (DOS)";
"Nordic (DOS)" = "Nordique (DOS)";
"Russian (DOS)" = "Russe (DOS)";
"Greek (DOS Greek 2)" = "Grec (DOS Greek 2)";
"Thai (Windows, DOS)" = "Thaïlandais (Windows, DOS)";
"Japanese (Windows, DOS)" = "Japonais (Windows, DOS)";
"Simplified Chinese (Windows, DOS)" = "Chinois simplifié (Windows, DOS)";
"Korean (Windows, DOS)" = "Coréen (Windows, DOS)";
"Traditional Chinese (Windows, DOS)" = "Chinois traditionnel (Windows, DOS)";
"Western (Windows Latin 1)" = "Occidental (Windows Latin 1)";
"Central European (Windows Latin 2)" = "Europe centrale (Windows Latin 2)";
"Cyrillic (Windows)" = "Cyrillique (Windows)";
"Greek (Windows)" = "Grec (Windows)";
"Turkish (Windows Latin 5)" = "Turc (Windows Latin 5)";
"Hebrew (Windows)" = "Hébreu (Windows)";
"Arabic (Windows)" = "Arabe (Windows)";
"Baltic Rim (Windows)" = "Pourtour balte (Windows)";
"Vietnamese (Windows)" = "Vietnamien (Windows)";
"Western (ASCII)" = "Occidental (ASCII)";
"Japanese (Shift JIS X0213)" = "Japonais (Shift JIS X0213)";
"Chinese (GBK)" = "Chinois (GBK)";
"Chinese (GB 18030)" = "Chinois (GB 18030)";
"Japanese (ISO 2022-JP)" = "Japonais (ISO 2022-JP)";
"Korean (ISO 2022-KR)" = "Coréen (ISO 2022-KR)";
"Japanese (EUC)" = "Japonais (EUC)";
"Simplified Chinese (EUC)" = "Chinois simplifié (EUC)";
"Traditional Chinese (EUC)" = "Chinois traditionnel (EUC)";
"Korean (EUC)" = "Coréen (EUC)";
"Japanese (Shift JIS)" = "Japonais (Shift JIS)";
"Cyrillic (KOI8-R)" = "Cyrillique (KOI8-R)";
"Traditional Chinese (Big 5)" = "Chinois traditionnel (Big 5)";
"Western (Mac Mail)" = "Occidental (Mac Mail)";
"Simplified Chinese (HZ GB 2312)" = "Chinois simplifié (HZ GB 2312)";
"Traditional Chinese (Big 5 HKSCS)" = "Chinois traditionnel (Big 5 HKSCS)";
"Ukrainian (KOI8-U)" = "Ukrainien (KOI8-U)";
"Traditional Chinese (Big 5-E)" = "Chinois traditionnel (Big 5-E)";
"Western (NextStep)" = "Occidental (NextStep)";
"Non-lossy ASCII" = "ASCII sans pertes";
"Western (EBCDIC US)" = "Occidental (EBCDIC US)";
"Western (EBCDIC Latin 1)" = "Occidental (EBCDIC Latin 1)";
"Japanese (Auto Detect)" = "Japonais (détection automatique)";
